Repository: muriloventuroso/pdftricks
Catalog: po/extra/*.po
Languages: de, et, ga, hi, id, it, lo, nl, oc, ru, ta, tr

source: PDF Tricks
ga: Cleasanna PDF
hi: PDF ट्रिक्स
oc: Astúcias PDF
ru: Улучшатель PDF
ta: PDF தந்திரங்கள்

source: Tricks for PDF Files
de: Tricks für PDF-Dateien
et: Trikid pdf-failide jaoks
ga: Cleasanna le haghaidh comhaid PDF
hi: PDF फाइलों के लिए युक्तियां
id: Trik untuk file PDF
it: Trucchi per i file PDF
lo: ເຕັກນິກສຳລັບໄຟລ໌ PDF
nl: Trucjes voor PDF-bestanden
oc: Trucs pels fichièrs PDF
ru: Трюки для PDF файлов
ta: PDF கோப்புகளுக்கான தந்திரங்கள்
tr: PDF dosyaları için püf noktaları

source: A simple, efficient application for small manipulations in PDF files.
de: Eine einfache, effiziente Anwendung für kleine Änderungen an PDF-Dateien. Komprimieren, Aufteilen, Zusammenführen und Konvertieren von PDF-Dateien.
et: Lihtne ja tõhus rakendus igapäevasteks toiminguteks pdf-failidega.
ga: Feidhmchlár simplí, éifeachtach le haghaidh ionramhálacha beaga i gcomhaid PDF.
hi: PDF फाइलों में छोटे हेरफेर के लिए एक सरल, कुशल अनुप्रयोग।
id: Aplikasi sederhana dan efisien untuk manipulasi kecil dalam file PDF.
it: Un'applicazione semplice ed efficiente per piccole manipolazioni nei file PDF.
lo: ແອັບພລິເຄຊັນທີ່ງ່າຍດາຍ ແລະ ມີປະສິດທິພາບສຳລັບການປັບແຕ່ງເລັກນ້ອຍໃນໄຟລ໌ PDF.
nl: Een eenvoudige, efficiënte toepassing voor het uitvoeren van kleine bewerkingen op PDF-bestanden.
oc: Una aplicacion simpla e eficaça de manipulacion de fichièrs PDF.
ru: Простое эффективное приложение для небольших манипуляций с файлами PDF.
ta: PDF கோப்புகளில் சிறிய கையாளுதல்களுக்கான எளிய, திறமையான பயன்பாடு.
tr: PDF dosyaları üstünde küçük düzenlemeler yapmak için basit ve etkili bir uygulama.

source: Compress PDF (multiple resolutions)
de: PDF komprimieren (mehrere Auflösungen)
et: Paki pdf-fail kokku (erinevate resolutsioonide võimalus)
ga: Comhbhrúigh PDF (ilrúin)
hi: PDF को संपीड़ित करें (एकाधिक रिज़ॉल्यूशन)
id: Kompres PDF (beberapa resolusi)
it: Comprimi PDF (risoluzioni multiple)
lo: ບີບອັດ PDF (ຫຼາຍລະດັບຄວາມລະອຽດ)
nl: PDF comprimeren (meerdere resoluties)
oc: Compressa un PDF (multiplas resolucions)
ru: Сжать PDF (поддержка файлов с разным разрешением)
ta: PDF ஐ சுருக்கவும் (பல தீர்மானங்கள்)
tr: PDF Sıkıştır (çoklu çözünürlük)

source: Split PDF (All pages or page ranges)
de: PDF aufteilen (Alle Seiten oder Seitenbereiche)
et: Jaga pdf-fail tükkideks (kas kõikide lehtede või lehevahemike kaupa)
ga: Scoilt PDF (Gach leathanach nó raon leathanaigh)
hi: विभाजित PDF (सभी पृष्ठ या पृष्ठ श्रेणियां)
id: Pisahkan PDF (Semua halaman atau rentang halaman)
it: Dividi PDF (tutte le pagine o intervalli di pagine)
lo: ແຍກ PDF (ທຸກໜ້າ ຫຼື ເລືອກຊ່ວງໜ້າ)
nl: PDF splitsen (alle pagina's of paginareeksen)
oc: Devesir un PDF (totas las paginas o una plaja de seleccion)
ru: Разделить PDF (все страницы или диапазоны страниц)
ta: பி.டி.எஃப் (அனைத்து பக்கங்கள் அல்லது பக்க வரம்புகள்)
tr: PDF'yi Böl (Tüm sayfalar veya sayfa aralıkları)

source: Merge PDF
de: PDF zusammenführen
et: Liida pdf-failid
ga: Chomhcheangail PDF
hi: PDF विलय
id: Gabungkan PDF
it: Unisci PDF
lo: ລວມ PDF
nl: PDF samenvoegen
oc: Fusionar de PDF
ru: Объединить PDF
ta: PDF ஐ ஒன்றிணைக்கவும்
tr: PDF Birleştir

source: Convert PDF
de: PDF konvertieren
et: Konverteeri pdf-fail teise vormingusse
ga: Tiontaigh PDF
hi: PDF परिवर्तन
id: Ubah PDF
it: Converti PDF
lo: ແປງ PDF
nl: PDF converteren
oc: Convertir un PDF
ru: Преобразовать PDF
ta: PDF ஐ மாற்றவும்
tr: PDF Dönüştür

source: In recent versions of ImageMagick has been added a security policy that blocks manipulations in PDF files. This affects PDFTricks operations. To correct this change the settings of your ImageMagick installation. Check de homepage for instructions.
de: In den neuesten Versionen von ImageMagick wurde eine Sicherheitsrichtlinie hinzugefügt, die Änderungen in PDF-Dateien verhindert. Dies betrifft den Betrieb von PDFTricks. Um dies zu beheben, ändern Sie die Einstellungen Ihrer ImageMagick-Installation. Auf der Homepage finden Sie Anweisungen.
et: Viimastes ImageMagicku versioonides on turvareeglistik, mis keelab mõned tegevused pdf-failidega. See mõjutab ka meie rakenduse tööd. Aga seda saad sa muuta ImageMagicku seadistustest ning vastava juhendi leiad nende veebisaidist.
ga: I leaganacha le déanaí de ImageMagick cuireadh polasaí slándála leis a chuireann bac ar ionramhálacha i gcomhaid PDF. Cuireann sé seo isteach ar oibríochtaí PDFTricks. Chun é seo a cheartú, athraigh socruithe do shuiteáil ImageMagick. Seiceáil an leathanach baile le haghaidh treoracha.
hi: ImageMagick के हाल के संस्करणों में एक सुरक्षा नीति जोड़ी गई है जो PDF फाइलों में हेरफेर को रोकती है। यह PDFTricks संचालन को प्रभावित करता है। इसे ठीक करने के लिए अपने ImageMagick स्थापना की सेटिंग्स बदलें। निर्देशों के लिए मुखपृष्ठ देखें।
id: Pada versi terbaru ImageMagick telah ditambahkan kebijakan keamanan yang memblokir manipulasi pada file PDF. Hal ini mempengaruhi operasi PDFTricks. Untuk memperbaikinya, ubahlah pengaturan instalasi ImageMagick Anda. Periksa di beranda untuk instruksi.
it: Nelle versioni recenti di ImageMagick è stata aggiunta una politica di sicurezza che blocca le manipolazioni nei file PDF. Ciò influisce sulle operazioni di PDFTricks. Per correggere ciò, modificare le impostazioni dell'installazione di ImageMagick. Controlla la homepage per le istruzioni.
lo: ໃນ ImageMagick ເວີຊັນຫຼ້າສຸດໄດ້ມີການເພີ່ມນະໂຍບາຍຄວາມປອດໄພທີ່ກີດກັ້ນການປັບແຕ່ງໄຟລ໌ PDF. ສິ່ງນີ້ສົ່ງຜົນກະທົບຕໍ່ການເຮັດວຽກຂອງ PDFTricks. ເພື່ອແກ້ໄຂບັນຫານີ້ ໃຫ້ປ່ຽນການຕັ້ງຄ່າຂອງ ImageMagick ທີ່ທ່ານຕິດຕັ້ງໄວ້. ກວດເບິ່ງໜ້າຫຼັກສຳລັບຄຳແນະນຳ.
nl: Nieuwere versies van ImageMagick bevatten een nieuwe beveiligingslaag die aanpassing van PDF-bestanden tegenhoudt. Hierdoor is ook PDFTricks aangetast. Pas daarom de instellingen van je ImageMagick-installatie aan. Bekijk de instructies op de website.
oc: Dins las versions recentas d'ImageMagick, una politica de seguretat qu'empacha las manipulacions de fichièrs PDF es estada aponduda. Aquò afècta las operacions de PDFTricks. Per corregir aquò, modificatz los paramètres de vòstra installacion d'ImageMagick. Consultatz la pagina d'acuèlh per d'instruccions.
ru: В последние версии ImageMagick добавлена политика безопасности, согласно которой действия с файлами PDF запрещены. Эта политика влияет на работу приложения PDFTricks. Чтобы исправить ситуацию, измените настройки установленной версии ImageMagick. Соответствующие инструкции представлены на главной странице.
ta: இமேச்மகிக்கின் அண்மைக் கால பதிப்புகள் PDF கோப்புகளில் கையாளுதல்களைத் தடுக்கும் பாதுகாப்புக் கொள்கையைச் சேர்க்கப்பட்டுள்ளன. இது PDFTRICKS செயல்பாடுகளை பாதிக்கிறது. இதை சரிசெய்ய உங்கள் இமேச்மேசிக் நிறுவலின் அமைப்புகளை மாற்றவும். அறிவுறுத்தல்களுக்கு டி முகப்புப்பக்கத்தை சரிபார்க்கவும்.
tr: ImageMagick'in son sürümlerinde, PDF dosyalarındaki düzenleme yapmayı engelleyen bir güvenlik politikası eklenmiştir. Bu, PDFTricks işlemlerini etkilemektedir. Bunu düzeltmek için ImageMagick kurulumunuzun ayarlarını değiştirin. Talimatlar için ana sayfayı kontrol edin.

source: Disable button when is processing
de: Schaltfläche während der Verarbeitung deaktivieren
et: Keelasime nupud, kui toiming on pooleli
ga: Díchumasaigh an cnaipe agus tú ag próiseáil
hi: प्रसंस्करण करते समय बटन को अक्षम करें
id: Tombol Nonaktifkan saat memproses
it: Disabilita il pulsante durante l'elaborazione
lo: ປິດການໃຊ້ງານປຸ່ມໃນຂະນະທີ່ກຳລັງປະມວນຜົນ
nl: Knop is uitgeschakeld tijdens het verwerken
oc: Desactivar lo boton pendent lo tractament
ru: Отключить кнопку во время обработки
ta: செயலாக்கும்போது பொத்தானை முடக்கு
tr: İşlem yaparken düğmeyi devre dışı bırak

source: Fix build with vala 0.44
et: Tegime korda kompileerimise vala versiooniga 0.44
ga: Deisigh tógáil le vala 0.44
hi: Vala 0.44 के साथ बिल्ड को ठीक करें
id: Perbaikan build dengan vala 0.44
it: Corretto build con vala 0.44
lo: ແກ້ໄຂການ build ກັບ vala 0.44
nl: Compilatie opgelost met Vala 0.44
oc: Correccion de la compilacion amb Vala 0.44
ru: Исправление сборки с вала 0.44
ta: வாலா 0.44 உடன் உருவாக்க சரிசெய்யவும்
tr: Vala 0.44 ile derleme hatası düzeltildi

source: Update Translations
de: Übersetzungen aktualisieren
et: Uuendasime tõlkeid
ga: Nuashonraigh Aistriúcháin
hi: अनुवाद अद्यतन करें
id: Pembaruan Terjemahan
it: Aggiornate le traduzioni
lo: ອັບເດດການແປພາສາ
nl: Vertalingen bijgewerkt
oc: Mesa a jorn de las traduccions
ru: Обновить переводы
ta: மொழிபெயர்ப்புகளைப் புதுப்பிக்கவும்
tr: Çevirileri Güncelle

source: Bugfix
de: Fehlerbehebungen
et: Veaparandused
ga: Ceartúchán ar Fhabht
hi: बगफिक्स
id: Perbaikan bug
it: Correzione di errori
lo: ແກ້ໄຂຂໍ້ຜິດພາດ
nl: Foutoplossing
oc: Correccion de bugs
ru: Исправлена ошибка
ta: பிழைத்திருத்தம்
tr: Hata düzeltmesi

source: spinner when processing
de: Prozessanzeige während der Verarbeitung
et: pöörlev ikoon töötlemise ajal
ga: spinner nuair a phróiseáil
hi: प्रसंस्करण के दौरान स्पिनर
id: pemintal saat memproses
it: Ruota durante l'elaborazione
lo: ສະແດງວົງລໍ້ໝຸນໃນຂະນະປະມວນຜົນ
nl: draaiend wieltje tijdens het verwerken
oc: icòna viradoira pendent lo tractament
ru: счетчик при обработке
ta: செயலாக்கும்போது சுழற்பந்து வீச்சாளர்
tr: işlem yaparken meşgul imleci

source: Fix unselectable texts after merging
de: Nicht auswählbare Texte nach dem Zusammenführen korrigieren
et: Parandasime mestimise järel tekkinud valimatud tekstid
ga: Deisigh téacsanna nach féidir a roghnú tar éis iad a chumasc
hi: विलय के बाद अचयनित पाठों को ठीक करें
id: Memperbaiki teks yang tidak dapat dipilih setelah penggabungan
it: Correggi i testi non selezionabili dopo l'unione
lo: ແກ້ໄຂຂໍ້ຄວາມທີ່ເລືອກບໍ່ໄດ້ຫຼັງຈາກການລວມໄຟລ໌
nl: Niet-selecteerbare teksten zijn nu selecteerbaar na het samenvoegen
oc: Corrige l'impossibilitat de seleccionar de tèxtes après la fusion
ru: Исправить невыбираемые тексты после слияния
ta: ஒன்றிணைத்த பிறகு தேர்ந்தெடுக்கப்படாத நூல்களை சரிசெய்யவும்
tr: Birleştirme sonrası seçilemeyen metin hatası düzeltildi

source: Fix density merge PDF
de: Schwärzung zusammenführter PDF korrigieren
et: Parandasime mestimise järel tekkinud pdf-failide tiheduse vead
ga: Deisigh dlús chumasadh PDF
hi: घनत्व मर्ज PDF को ठीक करें
id: Perbaiki kepadatan menggabungkan PDF
it: Corretto densità unisci PDF
lo: ແກ້ໄຂຄວາມໜາແໜ້ນໃນການລວມ PDF
nl: Dichtheid opgelost na samenvoegen
oc: Correccion de la densitat de fusion dels PDF
ru: Исправление слияния плотности PDF
ta: சரிசெய்யும் அடர்த்தி PDF
tr: PDF yoğunluğunu birleştirme hatası düzeltildi

source: Compression levels
de: Kompressionsstufen
et: Pakkimise tasemed
ga: Leibhéil comhbhrúite
hi: संपीड़न स्तर
id: Tingkat kompresi
it: Livelli di compressione
lo: ລະດັບການບີບອັດ
nl: Compressieniveau's
oc: Nivèl de compression
ru: Степени сжатия
ta: சுருக்க நிலைகள்
tr: Sıkıştırma düzeyleri

source: Convert PNG, JPG, SVG, BMP to PDF
de: PNG, JPG, SVG, BMP nach PDF konvertieren
et: Konverteeri png-, jpg-, svg- ja bmp-failid pdf-failideks
ga: Tiontaigh PNG, JPG, SVG, BMP go PDF
hi: PNG, JPG, SVG, BMP को PDF में बदलें
id: Ubah PNG, JPG, SVG, BMP ke PDF
it: Converti PNG, JPG, SVG, BMP in PDF
lo: ແປງ PNG, JPG, SVG, BMP ເປັນ PDF
nl: Converteer PNG, JPG, SVG en BMP naar PDF
oc: Convertir un PNG, JPG, SVG, BMP en PDF
ru: Преобразовать PNG, JPG, SVG, BMP в PDF
ta: பி.என்.சி, சே.பி.சி, எச்.வி.சி, பி.எம்.பி.
tr: PNG, JPG, SVG, BMP veya PDF biçimlerine dönüştür

source: Merge image files into PDF
de: Bilddateien in PDF zusammenführen
et: Mesti pildid pdf-failiks
ga: Chumasadh comhaid íomhá i bhformáid PDF
hi: छवि फाइलों को PDF में मर्ज करें
id: Gabungkan file gambar ke dalam PDF
it: Unisci i file immagine in PDF
lo: ລວມໄຟລ໌ຮູບພາບເຂົ້າເປັນ PDF
nl: Voeg afbeeldingsbestanden samen in PDF's
oc: Fusinar de fichièrs imatges en un PDF
ru: Объединить изображения в файл PDF
ta: படக் கோப்புகளை PDF இல் ஒன்றிணைக்கவும்
tr: Görüntüleri PDF dosyasına birleştir

source: Convert JPG to PDF
de: JPG in PDF konvertieren
et: Konverteeri jpg-fail pdf-failiks
ga: Tiontaigh JPG go PDF
hi: JPG को PDF में बदलें
id: Konversi JPG ke PDF
it: Converti JPG in PDF
lo: ແປງ JPG ເປັນ PDF
nl: Converteer JPG naar PDF
oc: Convertir un JPG en PDF
ru: Преобразовать JPG в PDF
ta: JPG ஐ PDF ஆக மாற்றவும்
tr: JPG görüntüleri PDF'ye dönüştür

source: Split pages by color (Black-White / Colored)
de: Seiten nach Farbe aufteilen (schwarz-weiß/farbig)
et: Jaga lehed värvide alausel (must-valge ja värviline)
ga: Roinn na leathanaigh de réir datha (Dubh-Bán / Daite)
hi: पृष्ठों को रंग के आधार पर विभाजित करें (काला-सफ़ेद/रंगीन)
id: Pisahkan halaman berdasarkan warna (Hitam-Putih/Berwarna)
it: Dividi le pagine per colore (Nero-Bianco/Colorato)
lo: ແຍກໜ້າຕາມສີ (ຂາວ-ດຳ / ສີ)
nl: Splits pagina's op kleur (zwart-wit/gekleurd)
oc: Devesir las paginas per color (banc e negre / color)
ru: Разделение страниц по цвету (Черно-белый/Цветной)
ta: வண்ணத்தால் பிளவு பக்கங்கள் (கருப்பு-வெள்ளை / வண்ணம்)
tr: Renge göre sayfaları böl (Siyap-Beyaz / Renkli)

source: Compress File
de: Datei komprimieren
et: Paki fail kokku
ga: Comhbhrúigh Comhad
hi: फाइल को संपीड़ित करें
id: Kompres File
it: Comprimi file
lo: ບີບອັດໄຟລ໌
nl: Bestand comprimeren
oc: Compresser un fichièr
ru: Сжать файл
ta: கோப்பை சுருக்கவும்
tr: Dosya Sıkıştır

source: Split File
de: Datei aufteilen
et: Jaga fail tükkideks
ga: Comhad Scoilte
hi: विभाजित फाइल
id: Pisahkan File
it: Dividi File
lo: ແຍກໄຟລ໌
nl: Bestand splitsen
oc: Devesir un fichièr
ru: Разделить файл
ta: பிளவு கோப்பு
tr: Dosya Böl

source: Merge File
de: Datei zusammenführen
et: Mesti fail üheks
ga: Cumaisc Comhad
hi: फाइल मर्ज करें
id: Gabungkan File
it: Unisci File
lo: ລວມໄຟລ໌
nl: Bestand samenvoegen
oc: Fusionar de fichièrs
ru: Объединить файл
ta: கோப்பை ஒன்றிணைக்கவும்
tr: Dosya Birleştir

source: Murilo Venturoso
hi: मुरिलो वेंटुरोसो
ru: Мурило Вентурозо
ta: முரிலோ வென்டூரோசோ

source: Tips & Tricks for PDF files
de: Tipps und Tricks für PDF-Dateien
et: Väikesed trikid pdf-failidega
ga: Leideanna & Seifteanna le haghaidh comhaid PDF
hi: PDF फाइलों के लिए सुझाव और युक्तियां
id: Kiat & Trik untuk file PDF
it: Suggerimenti e trucchi per i file PDF
lo: ເຄັດລັບ ແລະ ເຕັກນິກສຳລັບໄຟລ໌ PDF
nl: Tips en trucs voor PDF-bestanden
oc: Astúcias e trucs pels fichièrs PDF
ru: Советы и подсказки для файлов PDF
ta: PDF கோப்புகளுக்கான உதவிக்குறிப்புகள் மற்றும் தந்திரங்கள்
tr: PDF dosyaları için ipuçları ve püf noktaları

source: A simple, efficient app for small manipulation of PDF files. Compress, split, merge and convert PDF.
de: Eine einfache, effiziente Anwendung für kleine Änderungen an PDF-Dateien. Komprimieren, Aufteilen, Zusammenführen und Konvertieren von PDF-Dateien.
et: Lihtne ja tõhus rakendus igapäevasteks toiminguteks pdf-failidega. Tihenda, jaga, mesti või konverteeri pdf-faile.
ga: Aip shimplí, éifeachtach le haghaidh ionramháil bheag ar chomhaid PDF. Comhbhrúigh, scoilt, chumasc agus tiontaigh PDF.
hi: PDF फाइलों में छोटे हेरफेर के लिए एक सरल, कुशल ऐप। PDF को संपीड़ित करें, विभाजित करें, मर्ज करें और परिवर्तित करें।
id: Aplikasi sederhana dan efisien untuk manipulasi kecil file PDF. Kompres, pisahkan, gabungkan, dan konversikan PDF.
it: Un'app semplice ed efficiente per la piccola manipolazione di file PDF. Comprimi, dividi, unisci e converti PDF.
lo: ແອັບທີ່ງ່າຍດາຍ ແລະ ມີປະສິດທິພາບສຳລັບການປັບແຕ່ງເລັກນ້ອຍໃນໄຟລ໌ PDF. ບີບອັດ, ແຍກ, ລວມ ແລະ ແປງ PDF.
nl: Een eenvoudige, efficiënte toepassing voor het uitvoeren van kleine bewerkingen op PDF-bestanden: converteren, splitsen, samenvoegen en comprimeren.
oc: Una aplicacion simpla e eficaça per las pichonas manipulacions dins los fichièrs PDF. Compressatz, devesissètz, fusionatz e convertissètz de fichièrs PDF.
ru: Простое и эффективное приложение для небольших манипуляций с файлами PDF, позволяющее сжимать, разделять, объединять и преобразовать PDF.
ta: PDF கோப்புகளின் சிறிய கையாளுதலுக்கான எளிய, திறமையான பயன்பாடு. PDF ஐ சுருக்கவும், பிரிக்கவும், ஒன்றிணைக்கவும் மற்றும் மாற்றவும்.
tr: PDF dosyaları üstünde küçük düzenlemeler yapmak için basit ve etkili bir uygulama. Sıkıştır, böl, birleştir ve PDF dönüştür.

source: PDF;utilities;
de: pdf;utilies;
et: pdf;failid;konverteerimine;tarvikud;jagamine;mestimine;
ga: PDF; fóntais;
hi: PDF;उपयोगिताएं;
id: PDF;utilitas;
it: PDF; utilità;
nl: pdf;hulpmiddelen;
oc: PDF;utilitari;
ru: PDF;утилиты;
ta: PDF; பயன்பாடுகள்;
tr: PDF;araçlar;
