Repository: muriloventuroso/pdftricks
Catalog: po/*.po
Languages: et, fi, fr, ga, hi, lo, oc, pl, ta

source: Back
et: Tagasi
fi: Takaisin
fr: Retour
ga: Ar ais
hi: वापस
lo: ກັບຄືນ
oc: Tornar
pl: Wstecz
ta: பின்

source: PDF Tricks
fr: Astuces PDF
ga: Cleasanna PDF
oc: Astúcias PDF
ta: PDF தந்திரங்கள்

source: Tricks for PDF files
et: Trikid pdf-failide jaoks
fi: Temppuja PDF-tiedostoille
fr: Astuces pour fichiers PDF
ga: Cleasanna le haghaidh comhaid PDF
hi: PDF फाइलों के लिए ट्रिक्स
lo: ລູກຫຼິ້ນສຳລັບໄຟລ໌ PDF
oc: Astúcias pels fichièrs PDF
pl: Triki dla plików PDF
ta: PDF கோப்புகளுக்கான தந்திரங்கள்

source: Compress PDF
et: Paki pdf-fail kokku
fi: Pakkaa PDF
fr: Compresser un PDF
ga: Comhbhrúigh PDF
hi: PDF को संपीड़ित करें
lo: ບີບອັດ PDF
oc: Compressar un PDF
pl: Skompresuj plik PDF
ta: PDF ஐ சுருக்கவும்

source: Compress a PDF file to get the same quality with reduced filesize.
et: Pdf-faili kokkupakkimise tulemuseks on sarnase kvaliteediga, kuid väiksem fail.
fi: Pakkaa PDF-tiedosto saadaksesi saman laadun pienemmällä tiedostokoolla.
fr: Compresser un fichier PDF pour réduire la taille du fichier tout en préservant sa qualité.
ga: Comhbhrúigh comhad PDF chun an cháilíocht chéanna a fháil le méid comhaid laghdaithe.
hi: कम फाइल आकार के साथ समान गुणवत्ता प्राप्त करने के लिए PDF फाइल को संपीड़ित करें।
lo: ບີບອັດໄຟລ໌ PDF ເພື່ອໃຫ້ໄດ້ຄຸນນະພາບເທົ່າເດີມແຕ່ຂະໜາດໄຟລ໌ນ້ອຍລົງ.
oc: Compressar un fichièr PDF per redusir sa talha sens pèrdre de qualitat.
pl: Skompresuj plik PDF, aby uzyskać tę samą jakość przy zmniejszonym rozmiarze pliku.
ta: குறைக்கப்பட்ட கோப்பு சேர்க்கையுடன் அதே தரத்தைப் பெற ஒரு PDF கோப்பை சுருக்கவும்.

source: Split PDF
et: Jaga pdf-fail tükkideks
fi: Halkaise PDF
fr: Diviser un PDF
ga: Scoilt PDF
hi: PDF विभाजित करें
lo: ແຍກ PDF
oc: Devesir un PDF
pl: Podziel plik PDF
ta: பி.டி.எஃப்

source: Split a PDF file by page ranges, or extract all PDF pages to multiple PDF files.
et: Jaga pdf-fail lehevahemike kaupa või tee igast lehest omaette pdf-fail.
fi: Halkaise PDF-tiedosto sivualueiden mukaan tai pura kaikki PDF-sivut useiksi PDF-tiedostoiksi.
fr: Divisez un fichier PDF par plages de pages ou extrayez toutes les pages PDF en plusieurs fichiers PDF.
ga: Scoilt comhad PDF de réir raonta leathanaigh, nó bain gach leathanach PDF go comhaid PDF iolracha.
hi: एक PDF फाइल को पेज रेंज के अनुसार विभाजित करें, या सभी PDF पन्नो को कई PDF फाइलों में निकालें।
lo: ແຍກໄຟລ໌ PDF ຕາມຊ່ວງໜ້າ, ຫຼື ສະກັດໜ້າ PDF ທັງໝົດອອກເປັນໄຟລ໌ PDF ຫຼາຍໆໄຟລ໌.
oc: Devesissètz un fichièr PDF per plaja de paginas o extrasètz totas las paginas en mantun fichièr PDF.
pl: Podziel plik PDF według zakresów stron lub wyodrębnij wszystkie strony PDF do wielu plików PDF.
ta: ஒரு PDF கோப்பை பக்க வரம்புகள் மூலம் பிரிக்கவும் அல்லது அனைத்து PDF பக்கங்களையும் பல PDF கோப்புகளாக பிரித்தெடுக்கவும்.

source: Merge PDF
et: Liida pdf-failid
fi: Yhdistä PDF
fr: Fusionner les PDF
ga: Chomhcheangail PDF
hi: PDF विलय
lo: ລວມ PDF
oc: Fusionar de PDF
pl: Połącz plik PDF
ta: PDF ஐ ஒன்றிணைக்கவும்

source: Select multiple PDF files or images, and merge them in seconds.
et: Vali mitu pdf-faili või pilti ja mõne hetkega loo neist uus fail.
fi: Valitse useita PDF-tiedostoja tai kuvia ja yhdistä ne sekunneissa.
fr: Sélectionner plusieurs fichiers PDF ou images et fusionnez-les en quelques secondes.
ga: Roghnaigh comhaid PDF nó íomhánna iomadúla, agus cumasc iad i soicindí.
hi: एकाधिक PDF फाइलों या छवियों का चयन करें, और उन्हें सेकंडों में मर्ज करें।
lo: ເລືອກໄຟລ໌ PDF ຫຼື ຮູບພາບຫຼາຍໆໄຟລ໌, ແລະ ລວມເຂົ້າກັນໃນເວລາສັ້ນໆ.
oc: Seleccionatz mantun fichièr PDF o imatge e fusionatz-los dins un ai.
pl: Wybierz wiele plików PDF lub obrazów i scal je w kilka sekund.
ta: பல PDF கோப்புகள் அல்லது படங்களைத் தேர்ந்தெடுத்து, அவற்றை நொடிகளில் ஒன்றிணைக்கவும்.

source: Convert PDF
et: Konverteeri pdf-fail teise vormingusse
fi: Muunna PDF
fr: Convertir le PDF
ga: Tiontaigh PDF
hi: PDF कन्वर्ट करें
lo: ແປງ PDF
oc: Convertir un PDF
pl: Konwertuj PDF
ta: PDF ஐ மாற்றவும்

source: Convert PDF files to JPG, PNG and TXT formats.
et: Konverteeri pdf-fail jpg-, png- või tekstivormingusse.
fi: Muunna PDF-tiedostoja JPG-, PNG- ja TXT-muodoiksi.
fr: Convertir des fichiers PDF vers des formats JPG, PNG ou TXT.
ga: Comhaid PDF a thiontú go formáidí JPG, PNG agus TXT.
hi: PDF फाइलों को JPG, PNG और TXT फॉर्मेट में बदलें।
lo: ແປງໄຟລ໌ PDF ເປັນນາມສະກຸນ JPG, PNG ແລະ TXT.
oc: Convertissètz de fichièr PDF als formats JPG, PNG o TXT.
pl: Konwertuj pliki PDF na formaty JPG, PNG i TXT.
ta: PDF கோப்புகளை JPG, PNG மற்றும் TXT வடிவங்களாக மாற்றவும்.

source: Select the file to compress
et: Vali kokkupakitav fail
fi: Valitse pakattava tiedosto
fr: Sélectionnez le fichier à compresser
ga: Roghnaigh an comhad a chomhbhrú
hi: संपीड़ित करने के लिए फाइल का चयन करें
lo: ເລືອກໄຟລ໌ທີ່ຈະບີບອັດ
oc: Seleccionatz lo fichièr de compressar
pl: Wybierz plik do kompresji
ta: சுருக்க கோப்பைத் தேர்ந்தெடுக்கவும்

source: Good quality, good compression
et: Hea kvaliteet, tihe pakkimine
fi: Hyvä laatu, hyvä pakkaus
fr: Bonne qualité, bonne compression
ga: Dea-chaighdeán, comhbhrú maith
hi: अच्छी गुणवत्ता, अच्छा संपीड़न
lo: ຄຸນນະພາບດີ, ການບີບອັດດີ
oc: Bona qualitat, bona compression
pl: Dobra jakość, dobra kompresja
ta: நல்ல தகுதி, நல்ல சுருக்க

source: Extreme Compression
et: Väga tihe pakkimine
fi: Äärimmäinen pakkaus
fr: Compression extrême
ga: Comhbhrú Extreme
hi: अत्यधिक संपीड़न
lo: ບີບອັດສູງສຸດ
oc: Compression extrèma
pl: Ekstremalna kompresja
ta: தீவிர சுருக்க

source: Medium Compression
et: Keskmiselt tihe pakkimine
fi: Keskivertainen pakkaus
fr: Compression moyenne
ga: Comhbhrú Meánach
hi: मध्यम संपीड़न
lo: ບີບອັດປານກາງ
oc: Compression mejana
pl: Średnia kompresja
ta: நடுத்தர சுருக்க

source: Recommended Compression
et: Soovituslik pakkimise tihedus
fi: Suositeltu pakkaus
fr: Compression recommandée
ga: Comhbhrú Molta
hi: अनुशंसित संपीड़न
lo: ການບີບອັດທີ່ແນະນຳ
oc: Compression recomandada
pl: Rekomendowana kompresja
ta: பரிந்துரைக்கப்பட்ட சுருக்க

source: Less Compression
et: Vähetihe pakkimine
fi: Vähemmän pakkausta
fr: Compression faible
ga: Lúide Comhbhrú
hi: कम संपीड़न
lo: ບີບອັດໜ້ອຍ
oc: Compression febla
pl: Mniejsza kompresja
ta: குறைவான சுருக்க

source: Less quality, high compression
et: Väiksem kvaliteet, tihe pakkimine
fi: Vähemmän laatua, korkea pakkaus
fr: Faible qualité, haute compression
ga: Níos lú cáilíochta, comhbhrú ard
hi: कम गुणवत्ता, उच्च संपीड़न
lo: ຄຸນນະພາບຕ່ຳ, ບີບອັດສູງ
oc: Qualitat febla, compression nauta
pl: Niższa jakość, wysoka kompresja
ta: குறைந்த தகுதி, உயர் சுருக்க

source: Good quality, optimized for printing
et: Hea kvaliteet, sobib trükkimiseks
fi: Hyvä laatu, optimoitu tulostusta varten
fr: Bonne qualité, optimisée pour l'impression
ga: Dea-chaighdeán, optamaithe le haghaidh priontála
hi: अच्छी गुणवत्ता, मुद्रण के लिए अनुकूलित
lo: ຄຸນນະພາບດີ, ເໝາະສົມສຳລັບການພິມ
oc: Bona qualitat, optimizat per imprimir
pl: Dobra jakość, zoptymalizowana do druku
ta: நல்ல தகுதி, அச்சிடுவதற்கு உகந்ததாகும்

source: High quality, less compression
et: Hea kvaliteet, vähetihe pakkimine
fi: Korkea laatu, vähemmän pakkausta
fr: Haute qualité, faible compression
ga: Ard-chaighdeán, níos lú comhbhrú
hi: उच्च गुणवत्ता, कम संपीड़न
lo: ຄຸນນະພາບສູງ, ບີບອັດໜ້ອຍ
oc: Qualitat nauta, compression febla
pl: Wysoka jakość, niska kompresja
ta: உயர் தகுதி, குறைந்த சுருக்க

source: Compress
et: Paki
fi: Pakkaa
fr: Compresser
ga: Comhbhrúigh
hi: संपीड़ित करें
lo: ບີບອັດ
oc: Compressar
pl: Kompresja
ta: சுருக்க

source: File to Compress:
et: Pakitav fail:
fi: Pakkaava tiedosto:
fr: Fichier à compresser :
ga: Comhad le Comhbhrú:
hi: संपीड़ित करने के लिए फाइल:
lo: ໄຟລ໌ທີ່ຈະບີບອັດ:
oc: Fichièr de compressar :
pl: Plik do kompresji:
ta: சுருக்க கோப்பு:

source: Compression Level:
et: Pakkimise tase:
fi: Pakkaamistaso:
fr: Niveau de compression :
ga: Leibhéal Comhbhrúite:
hi: संपीड़न स्तर:
lo: ລະດັບການບີບອັດ:
oc: Nivèl de compression :
pl: Poziom kompresji:
ta: சுருக்க நிலை:

source: Success.
et: Valmis.
fi: Menestys.
fr: Succès.
ga: Rath.
hi: सफलता।
lo: ສຳເລັດ.
oc: Succès.
pl: Sukces.
ta: வெற்றி.

source: Your file was succefully compressed.
et: Sinu faili kokkupakkimine õnnestus.
fi: Tiedostosi pakattiin onnistuneesti.
fr: Votre fichier a été compressé avec succès.
ga: D'éirigh le comhbhrú do chomhad.
hi: आपकी फाइल सफलतापूर्वक संपीड़ित हो गई थी।
lo: ໄຟລ໌ຂອງທ່ານຖືກບີບອັດສຳເລັດແລ້ວ.
oc: Lo fichièr es estat compressat corrèctament.
pl: Twój plik został pomyślnie skompresowany.
ta: உங்கள் கோப்பு வெற்றிகரமாக சுருக்கப்பட்டது.

source: Failure.
et: Pole valmis.
fi: Epäonnistuminen.
fr: Échec.
ga: Teip.
hi: असफलता।
lo: ລົ້ມເຫຼວ.
oc: Fracàs.
pl: Niepowodzenie.
ta: தோல்வி.

source: There was a problem compressing your file.
et: Sinu faili kokkupakkimisel tekkis viga.
fi: Tiedostoasi pakattaessa ilmeni ongelma.
fr: Il y a eu un problème lors de la compression de votre fichier.
ga: Bhí fadhb ann do chomhbhrú a chomhbhrú.
hi: आपकी फाइल को संपीड़ित करने में कोई समस्या थी।
lo: ເກີດບັນຫາໃນການບີບອັດໄຟລ໌ຂອງທ່ານ.
oc: Un problèma s'es produch pendent la compression del fichièr.
pl: Wystąpił błąd przy kompresowaniu Twojego pliku.
ta: உங்கள் கோப்பை சுருக்குவதில் சிக்கல் இருந்தது.

source: Select the file to save
et: Vali salvestatav fail
fi: Valitse tallennettava tiedosto
fr: Sélectionnez le fichier à enregistrer
ga: Roghnaigh an comhad a shábháil
hi: सहेजने के लिए फाइल का चयन करें
lo: ເລືອກໄຟລ໌ທີ່ຈະບັນທຶກ
oc: Seleccionatz lo fichièr d’enregistrar
pl: Wybierz plik do zapisania
ta: சேமிக்க கோப்பைத் தேர்ந்தெடுக்கவும்

source: Save
et: Salvesta
fi: Tallenna
fr: Enregistrer
ga: Sábháil
hi: सहेजें
lo: ບັນທຶກ
oc: Enregistrar
pl: Zapisz
ta: சேமி

source: Cancel
et: Katkesta
fi: Peruuta
fr: Annuler
ga: Cealaigh
hi: रद्द करें
lo: ຍົກເລີກ
oc: Anullar
pl: Anuluj
ta: ரத்துசெய்

source: Extract all pages
et: Tee igast lehest omaette pdf-fail
fi: Pura kaikki sivut
fr: Extraire toutes les pages
ga: Sliocht gach leathanach
hi: सभी पन्ने निकालें
lo: ສະກັດໜ້າທັງໝົດ
oc: Extraire totas las paginas
pl: Wyodrębnij wszystkie strony
ta: எல்லா பக்கங்களையும் பிரித்தெடுக்கவும்

source: Select range of pages
et: Tee pdf-failid valitud lehevahemike kaupa
fi: Valitse sivujen alue
fr: Sélectionner une plage de pages
ga: Roghnaigh raon leathanach
hi: पन्नो की श्रेणी का चयन करें
lo: ເລືອກຊ່ວງຂອງໜ້າ
oc: Seleccionar una plaja de paginas
pl: Wybierz zakres stron
ta: பக்கங்களின் வரம்பைத் தேர்ந்தெடுக்கவும்

source: Separate colored pages
et: Eralda värvilised lehed
fi: Erilliset värilliset sivut
fr: Séparer les pages en couleur
ga: Leathanaigh daite ar leith
hi: रंगीन पन्ने अलग करें
lo: ແຍກໜ້າທີ່ມີສີ
oc: Separar las paginas en color
pl: Wydziel kolorowe strony
ta: வண்ண பக்கங்கள்

source: Split
et: Jaga fail
fi: Halkaise
fr: Diviser
ga: Scoilt
hi: विभाजित करें
lo: ແຍກ
oc: Devesir
pl: Podziel
ta: பிளவு

source: File to Split:
et: Jagatav fail:
fi: Halkaistava tiedosto:
fr: Fichier à diviser :
ga: Comhad le Scoilt:
hi: विभाजित करने के लिए फाइल:
lo: ໄຟລ໌ທີ່ຈະແຍກ:
oc: Fichièr de devesir :
pl: Plik do podziału:
ta: பிரிக்க கோப்பு:

source: File split.
et: Fail on jagatud.
fi: Tiedosto halkaistu.
fr: Fichier divisé.
ga: Scoilt comhad.
hi: फाइल विभाजन।
lo: ແຍກໄຟລ໌ແລ້ວ.
oc: Fichièr devesit.
pl: Podział pliku.
ta: கோப்பு பிளவு.

source: Could not split this file.
et: Faili jagamine ei õnnestunud.
fi: Tätä tiedostoa ei voitu halkaista.
fr: Impossible de diviser ce fichier.
ga: Níorbh fhéidir an comhad seo a scoilt.
hi: इस फाइल को विभाजित नहीं किया जा सका।
lo: ບໍ່ສາມາດແຍກໄຟລ໌ນີ້ໄດ້.
oc: Division impossibla d’aqueste fichièr.
pl: Nie można podzielić tego pliku.
ta: இந்த கோப்பை பிரிக்க முடியவில்லை.

source: Add File
et: Lisa fail
fi: Lisää tiedosto
fr: Ajouter un fichier
ga: Cuir Comhad leis
hi: फाइल जोड़ें
lo: ເພີ່ມໄຟລ໌
oc: Apondre un fichièr
pl: Dodaj plik
ta: கோப்பைச் சேர்க்கவும்

source: Remove Selected
et: Eemalda valitud
fi: Poista valitut
fr: Supprimer la sélection
ga: Bain Roghnaithe
hi: चयनित हटाएं
lo: ລຶບລາຍການທີ່ເລືອກ
oc: Suprimir la seleccion
pl: Usuń zaznaczone
ta: தேர்ந்தெடுக்கப்பட்டதை அகற்று

source: Clear All
et: Tühjenda kõik
fi: Tyhjennä kaikki
fr: Effacer tout
ga: Soiléir ar fad
hi: सभी साफ करें
lo: ລຶບລ້າງທັງໝົດ
oc: Tot escafar
pl: Wyczyść wszystko
ta: அனைத்தையும் அழிக்கவும்

source: Open
et: Ava
fi: Avaa
fr: Ouvrir
ga: Oscail
hi: खोलें
lo: ເປີດ
oc: Dobrir
pl: Otwórz
ta: திற

source: Files
et: Failid
fi: Tiedostot
fr: Fichiers
ga: Comhaid
hi: फाइलें
lo: ໄຟລ໌
oc: Fichièrs
pl: Pliki
ta: கோப்புகள்

source: Pages
et: Lehed
fi: Sivut
ga: Leathanaigh
hi: पन्ने
lo: ໜ້າ
oc: Paginas
pl: Strony
ta: பக்கங்கள்

source: Merge
et: Mesti
fi: Yhdistä
fr: Fusionner
ga: Cumaisc
hi: मर्ज
lo: ລວມ
oc: Fusionar
pl: Połącz
ta: ஒன்றிணைக்கவும்

source: Your file was succefully merged.
et: Sinu faili mestimine õnnestus.
fi: Tiedostosi on yhdistetty onnistuneesti.
fr: Vos fichiers ont été fusionnés avec succès.
ga: D'éirigh le cumasc do chomhad.
hi: आपकी फाइल सफलतापूर्वक मर्ज कर दी गई।
lo: ໄຟລ໌ຂອງທ່ານຖືກລວມເຂົ້າກັນສຳເລັດແລ້ວ.
oc: Los fichièrs son estats fusionats corrèctament.
pl: Twój plik został pomyślnie połączony.
ta: உங்கள் கோப்பு வெற்றிகரமாக இணைக்கப்பட்டது.

source: There was a problem merging your file.
et: Sinu faili mestimisel tekkis viga.
fi: Tiedostoasi yhdistettäessä ilmeni ongelma.
fr: Il y a eu un problème lors de la fusion de vos fichiers.
ga: Tharla fadhb agus do chomhad á chumasc.
hi: आपकी फाइल को मर्ज करने में एक समस्या थी।
lo: ເກີດບັນຫາໃນການລວມໄຟລ໌ຂອງທ່ານ.
oc: Un problèma s'es produch pendent la fusion dels fichièrs.
pl: Wystąpił problem przy łączeniu Twojego pliku.
ta: உங்கள் கோப்பை இணைப்பதில் சிக்கல் இருந்தது.

source: ImageMagick Policies
et: ImageMagicku reeglistik
fi: ImageMagick-käytännöt
fr: Politique de ImageMagick
ga: Beartais ImageMagick
hi: ImageMagick नीतियां
lo: ນະໂຍບາຍ ImageMagick
oc: Directivas ImageMagick
pl: Zasady ImageMagick
ta: இமேச்மேசிக் கொள்கைகள்

source: Change the ImageMagick security policies that prevent this operation and try again.
et: ImageMagicku reeglistik keelab selle tegevuse, palun muuda neid ja proovi uuesti.
fi: Muuta ImageMagickin turvallisuuskäytäntöjä, jotka estävät tämän toiminnon, ja yritä uudelleen.
fr: Modifiez la politique de sécurité de ImageMagick qui empêche cette opération et réessayez.
ga: Athraigh na polasaithe slándála ImageMagick a chuireann cosc ar an oibríocht seo agus bain triail eile as.
hi: इस ऑपरेशन को रोकने वाली ImageMagick सुरक्षा नीतियों को बदलें और पुनः प्रयास करें।
lo: ປ່ຽນແປງນະໂຍບາຍຄວາມປອດໄພຂອງ ImageMagick ທີ່ຂັດຂວາງການດຳເນີນການນີ້ ແລ້ວລອງໃໝ່ອີກຄັ້ງ.
oc: Modificatz la politica de seguretat d’ImageMagick qu’empacha aquesta operacion e tornatz ensajar.
pl: Zmień zasady zabezpieczeń ImageMagick, które uniemożliwiają tę operację, i spróbuj ponownie.
ta: இந்த செயல்பாட்டைத் தடுக்கும் இமேசாகிக் பாதுகாப்பு கொள்கைகளை மாற்றி மீண்டும் முயற்சிக்கவும்.

source: Select the file to convert
et: Vali konverteeritav fail
fi: Valitse muunnettava tiedosto
fr: Sélectionnez le fichier à convertir
ga: Roghnaigh an comhad a thiontú
hi: परिवर्तित करने के लिए फाइल का चयन करें
lo: ເລືອກໄຟລ໌ທີ່ຈະແປງ
oc: Seleccionatz lo fichièr de convertir
pl: Wybierz plik do konwersji
ta: மாற்ற கோப்பைத் தேர்ந்தெடுக்கவும்

source: Convert
et: Konverteeri
fi: Muunna
fr: Convertir
ga: Tiontaigh
hi: परिवर्तित करें
lo: ແປງ
oc: Convertir
pl: Konwertuj
ta: மாற்றவும்

source: File to Convert:
et: Konverteeritav fail:
fi: Muunnettava tiedosto:
fr: Fichier à convertir :
ga: Comhad le Tiontaigh:
hi: परिवर्तित करने के लिए फाइल:
lo: ໄຟລ໌ທີ່ຈະແປງ:
oc: Fichièr de convertir :
pl: Plik do konwersji:
ta: மாற்ற கோப்பு:

source: Format to Convert:
et: Vorming, millesse soovid konverteerida:
fi: Muunnettava muoto:
fr: Format de conversion :
ga: Formáid le Tiontaigh:
hi: परिवर्तित करने का प्रारूप:
lo: ຮູບແບບທີ່ຈະແປງ:
oc: Format de conversion :
pl: Format do konwersji:
ta: மாற்றுவதற்கான வடிவம்:

source: File converted.
et: Faili konverteerimine õnnestus.
fi: Tiedosto muunnettu.
fr: Fichier converti.
ga: Comhad tiontaithe.
hi: फाइल परिवर्तित।
lo: ແປງໄຟລ໌ແລ້ວ.
oc: Fichièr convertit.
pl: Plik przekonwertowany.
ta: கோப்பு மாற்றப்பட்டது.

source: Could not convert this file.
et: Faili konverteerimine ei õnnestunud.
fi: Tätä tiedostoa ei voitu muuntaa.
fr: Impossible de convertir ce fichier.
ga: Níorbh fhéidir an comhad seo a thiontú.
hi: इस फाइल को परिवर्तित नहीं किया जा सका।
lo: ບໍ່ສາມາດແປງໄຟລ໌ນີ້ໄດ້.
oc: Conversion impossibla d’aqueste fichièr.
pl: Nie można przekonwertować tego pliku.
ta: இந்த கோப்பை மாற்ற முடியவில்லை.

source: The input format is the same as the output format.
et: Sisendvorming ja väljundvorming on samad ja nii konverteerida ei saa.
fi: Syöttömuoto on sama kuin tulostusmuoto.
fr: Le format d'entrée est identique au format de sortie.
ga: Tá an fhormáid ionchuir mar an gcéanna leis an bhformáid aschuir.
hi: इनपुट फॉर्मेट आउटपुट फॉर्मेट के समान है।
lo: ຮູບແບບໄຟລ໌ນຳເຂົ້າຄືກັນກັບຮູບແບບໄຟລ໌ຜົນອອກ.
oc: Lo format d’entrada es lo meteis que lo format de sortida.
pl: Format wejściowy jest taki sam jak format wyjściowy.
ta: உள்ளீட்டு வடிவம் வெளியீட்டு வடிவமைப்பிற்கு சமம்.
